{
  "Comment": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot": { "branch": "master" },
  "dressing": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "hop": { "branch": "master" },
  "indent-blankline": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mason-null-ls": { "branch": "main" },
  "mason-nvim-dap": { "branch": "main" },
  "neodev": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "noice": { "branch": "main" },
  "nui": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-rainbow2": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project": { "branch": "main" },
  "refactoring": { "branch": "master" },
  "schemastore": { "branch": "main" },
  "structlog": { "branch": "main" },
  "swenv": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-dap": { "branch": "master" },
  "telescope-file-browser": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-lazy": { "branch": "main" },
  "telescope-project": { "branch": "master" },
  "toggleterm": { "branch": "main" },
  "tree-climber": { "branch": "main" },
  "trouble": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key": { "branch": "main" }
}